Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=198_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámi soga lávlla
smn: Säämi suuvâ laavlâ

source: Sámi soga lávlla lea sámiid álbmotlávlla.
smn: Säämi suuvâ laavlâ / Sámi soga lávlla lii sämmilij aalmuglâšlaavlâ.

source: Lávlaga sániid lea čállán sámiid mearkaalmmái Isak Saba / Sápp-Issát (1875-1921).
smn: Lavluu saanijd lii čáállám sämmilij merkkâalmai Isak Saba / Sápp-Issát (1875-1921).

source: Son lei oahpaheaddji ja eret Finnmárkku Unjárggas, vuosttas sápmelaš riikkabeaialmmái.
smn: Sun lâi Finnmark Uunjaargâst (Unjárga / Uuniemi) šaddaaš, lamaš máttáátteijee já vuossâmuš sämmilâš riijkâpeeivialmai.

source: Saba dikta válljejuvvui álbmotlávllan 13. sámekonfereanssas Åres borgemánus 1986.
smn: Saba tihtâ väljejui aalmuglâšlaavlân 13. säämi konfereensâst Årest porgemáánust 1986.

source: Lávlagii lea bidjan nuohta norgalaš Arne Sørlie.
smn: Lavluu nuotâ lii pieijâm taažâ Arne Sørlie.

source: Nuohtta dohkkehuvvui virggálaččat sámiid 15. konfereanssas Helssegis 1992.
smn: Nuottâ tuhhiittui virgálávt säämi 15. konfereensâst Helsigist ive 1992.

source: Sámi soga lávlla lea jorgaluvvon guđa sámegillii ja maiddái suomagillii, man jorgalii Otto Manninen.
smn: Säämi suuvâ laavlâ lii jurgâlum kuuđâ sämikielân já meid suomâkielân. Jurgâlus lii toohâm Otto Manninen.

source: Sámit lávlot Sámi soga lávlaga álo go ávvudit.
smn: Aalmuglâšlaavlâ lávloo jyehi saajeest, kost tuálloo sämmilij juhle.

source: Dábálaččat dat lávlojuvvo čuoččat.
smn: Táválávt tot lávloo čuožžâd.

source: Isak Mikal (Mikkel) riegádii Per Sabbasena ja Britha Aikio čieža máná bearrašii nubbin nuoramus mánnán.
smn: Isak Mikal (Mikkel) šoodâi Per Sabbasen já Britha Aikio čiččâmpärnisâš perruu nubben nuorâmužžân.

source: Su áhčči lei gávpejas, šibitdoalli ja guolásteaddji, ja danin bearaš suittiige ássat stuorát ja buoret viesus go máŋgasat earát.
smn: Suu eeči lâi kävppijâs, šiiveettuállee já kyelipivdee, já tane peerâ suuitij-uv aassâđ vuohâsubbooht ka maaŋgah eres perruuh.

source: Maŋŋá Saba mánnávuođa ruoktu lea divvojuvvon ja lea dál oassi Várjjat Sámi Musea (Varanger Sámi museum) čájáhusa.
smn: Tastoo Saba šoddâmpäikki lii tiivvum já tast lii rahtum uási Várjjat Sámi Musea (Vaarjâg Säämi museo) čáitálmâs.

source: Saba dovdet erenomážit das go son lea čállán sániid sámiid álbmotlávlagii, muhto son lei maid sápmelaš oahpaheaddji ja politihkkár.
smn: Saba lii tobdos eromâšávt sämmilij aalmuglâšlavluu sännejeijen, mut sun lâi meiddei säämi máttááttee já politijkkár.

source: Vuosttas sápmelaš riikkabeaialmmájin Norgga Stuorradikkis jagiin 1907-1912 son ovddastii Finnmárkku bargiidbellodaga.
smn: Vuossâmužžân säämi riijkâpeivialmajin Taažâ Stuorrâtiggeest iivijn 1907-1912 sun ovdâstij Ruija pargeipiäláduv.

source: Saba válljejuvvui riikkabeivviide, dasgo son lihkostuvai doalvut ovddosguvlui sámiid vuoigatvuođaid guoski prográmma, mas deattuhuvvui earet eará sámegielat ipmilbálvalusaid ja Biibbaliid dehálašvuohta sihke gáibiduvvojedje ovttalágan eanaoastinvuoigatvuođat.
smn: Saba šoodâi väljejuđ riijkâpeivijd, ko sun luhostui tuálvuđ ovdâskulij sämmilij vuoigâdvuođâid kyeskee ohjelm, mast tiäduttui eres lasseen sämikielâlâš immeelpalvâlusâi já ráámmáttij tehálâšvuotâ já mast váttojii ohtâlâs eennâmuástimvuoigâdvuođah.

source: Dalle go Saba váikkuhii Norggas elle vel virggálaš dáruiduhttinpolitihka áiggi ja sámegiela ja sámekultuvrra geahččaledje jávkadit.
smn: Ko Saba vaikuttij Taažâst lâi tobbeen vala virgálâš táruiduttempolitiik äigi, mon viggâmuššân lâi sämikielâ já sämikulttuur meddâlväldim.

source: Saba jámii álgogease 1921 dušše 46-jahkásažžan.
smn: Saba jaamij algâkeesit ive 1921 tuše 46-ihásâžžân.

source: Sámi aviisa Nuorttanáste almmustahtii Saba jápmima maŋŋá muitočállosa, man mielde sámit ledje manahan dehálaš ovddasteaddjiset, guhte guđii maŋŋásis sohkabuolvvaid čađa ealli árbbi.
smn: Säämi aavis Nuorttanáste almostitij forgâ Saba jäämmim maŋa muštočalluu, mon mield sämmiliih lijjii monâttâm tehálii ovdâsteijes, kote kuođâttij maŋŋaalsis suhâpuolvâi ááigán ellee äärbi.

source: Guldal ja lávllo davvisámegillii
smn: Kuldâl já láávlu tavesämikielân

source: (almmustahtton lávlu lobiin)
smn: Audio: Annukka Hirvasvuopio-Laiti

source: SÁMI SOGA LÁVLLA
smn: (almostittum lávloo luuvijn)

source: Sánit: Isak Saba
smn: Säänih: Isak Saba

source: Nuohtta: Arne Sørlie
smn: Audio: Matti Morottaja, Ilmari Mattus, Aune Kuuva, Kirsti Ranta

source: Guhkkin davvin Dávggáid vuolde
smn: (almostittum lávloi luuvijn)

source: sabmá suolggai Sámieatnan:
smn: Tääbbin tavveen Távgái vyelni

source: Duottar leabbá duoddar duohkin,
smn: mist lii stuorrâ Säämieennâm.

source: jávri seabbá jávrri lahka,
smn: jävri šiärráá jäävri alda.

source: čohkat čilggiin, čorut čearuin
smn: Čoheh čielgijn, čoroh čuumâin

source: allanaddet almmi vuostá;
smn: alanedeh alme vuástá;

source: šávvet jogat, šuvvet vuovddit,
smn: šäävvih juuvah, šuveh vyevdih,

source: cáhket ceakko stállenjárggat
smn: cäähih ciägu stälinjaargah

source: máraideaddji mearaide.
smn: meendu muávroo meerâ siis.

source: Dálvit dáppe buolašbiekkat,
smn: Tälviv tääbbin puolâšpiegah,

source: muohtaborggat meariheamit,
smn: muotâpuurgah merettemeh.

source: Sámi sohka sieluin mielain
smn: Säämi suuhâ siäloin mieláin

source: eahccá datte eatnamiiddis:
smn: iäccá kuittâg enâmijdis.

source: Mátkkálažžii manoheabit,
smn: Má háliist láá mánutteveh,

source: giđđudeaddji guovssahasat,
smn: ki ordeijee kuovsâkkâsah,

source: ruoškkas, ruovggas rođuin gullo,
smn: ruoškâs, ruovgâs roo oin kulloo,

source: juhca jávrriin, jalgadasain,
smn: juucâ jaavrijn, jolgâdâsâin,

source: geresskálla máđii miel.
smn: kerrisskaalâ maa ij mield..

source: Ja go geassebeaivváš gollut
smn: Já ko kesipiäiváš páštá meecijn,

source: mehciid, mearaid, mearragáttiid,
smn: meerâin, merâriddoin,

source: golli siste guollebivdit
smn: kole siste kuálásteijeeh

source: suilot mearain, suilot jávrriin
smn: suiloh meerâin, suiloh jaavrijn.

source: gollin čuvget čáhcelottit,
smn: Kollen čyevih čäcilodeh,

source: silban šovvot sámi deanut,
smn: silbân kolgeh Säämi juuvah,

source: šelgot čuoimmit, šleđgot áirrut,
smn: šiälguh čyeimih, šaleh ááiruh,

source: luitet albmát lávllodemiin
smn: lyeštih almaah lávlustâlân

source: geavgŋáid, guoikkaid, goatniliid.
smn: kiäváid, kuoškâid, kuánilijd.

source: Sámieatnan sohkagoddi,
smn: Säämieennâm suhâkodde

source: dat lea gierdan doddjokeahttá
smn: tot lii killám toijuuhánnáá

source: goddi čuđiid, garrogávppiid,
smn: koddee čuu ijd, karokaavpijd,

source: viehkis vearrevearrováldiid.
smn: viehis veriviäru väldeid.

source: Dearvva dutnje, sitkes sohka !
smn: Tiervâ tunjin, si hes suuhâ !

source: Dearvva dutnje, ráfi ruohtas !
smn: Tiervâ tunjin, ráávhu ruotâs !

source: Eai leat doarut dorrojuvvon,
smn: Tust láá suá ih so âhánnáá,

source: eai leat vieljain varat vardán
smn: viiljâin vorrâ vardehánnáá.

source: Sámi siivo soga sis.
smn: Sijvo suuhâ sämmilâš !

source: Máttarádját mis leat dovle
smn: Madâräijiheh láá tovle

source: vuostálastot, vieljat, miige
smn: vuáittâm verrušeijee vievâid.

source: sitkatvuođain soardiideamet !
smn: Vuástálistup viiljah mij-uv

source: Beaivvi bártniid nana nálli !
smn: Peeivi parnij noonâ nääli,

source: Eai du vuoitte vašálaččat,
smn: iä tuu vyeiti vajaliihkin,

source: jos fal gáhttet gollegielat,
smn: jis tun toolah kollekielâd,

source: muittát máttarmáttuid sáni:
smn: muštáh maddârijdâd sääni:

source: Sámieatnan sámiide !
smn: Säämieennâm sämmiláid !

source: Guldal ja lávllo anárašgillii
smn: Kuldâl já láávlu nuorttâsämikielân

source: (almmustahtton lávlunjoavkku lobiin)
smn: (almostittum lávloi luuvijn)

source: si hesvuo áin suárdálâsâid.
smn: kuõškid, keâuŋsid, sâvvõnid.

source: Guldal ja lávllo nuortalašgillii
smn: smuutõ veäŠreld piiđõ vaaŠldjid. T

source: ciäggõ njaargõ ruŠvddõ raaddõ
smn: VuâsttlaŠsttepõ viilljõ, mij še,

source: Na go kieŠssõ peeivaž kållad,
smn: mooštak maaddâr maddji saaŠnid:

source: Sánit suomagillii
smn: Säänih suomâkielân

source: ~ Isak Saba
smn: jurgâlâm suomâkielân Otto Manninen

source: Suomagillii jorgalan Otto Manninen
smn: Taas kun kesäpäivän kehrä
